import { SinglePost } from 'common-types';

const taichungLatternFes: SinglePost = {
  id: 'taichung-lattern-fes',
  createdAt: '2022-02-17',
  title: '台中燈會走走',
  subTitle: '20:00前記得拿小燈籠',
  description:
    '今年的台中燈會辦在文心森林公園，因為剛好就住在附近而已，一時興起便趁著20日結束之前，選定今天這個"良辰吉日"，直接步行過去逛逛，順便看還有沒有傳聞的精美小燈籠可以拿。',
  tagList: ['生活雜記'],
  content: `
今年的台中燈會辦在文心森林公園，因為剛好就住在附近而已，一時興起便趁著20日結束之前，選定今天這個"良辰吉日"，直接步行過去逛逛，順便看還有沒有傳聞的精美小燈籠可以拿。

可惜沒拿到珍奶老虎小燈籠，走路到燈會時，到了主燈區剛好碰上燈光秀，即便聽到今天的燈籠發放即將結束，但是看到表演即將開始，再想想這個燈籠，決定還是眼前的表演比較重要，果斷放棄排隊拿小燈籠了。

最精彩的主燈表演—虎爺燈光伸展秀，從裊裊生煙(乾冰)展現大地剛甦醒的樣貌，接著附近的花燈裝飾亮了起來，虎爺旁邊的花瓣展開，最後主角緩緩升了起來，張開雙手揮舞著，象徵迎接春天(新年)的到來。即便這個燈光秀，對許多人來說也只是將花燈點亮還有放音樂而已，不過搭配著劇本故事的展演，觀展的過程仍是印象蠻深刻的，短短數分鐘的演出就讓花燈"活了起來"，展現花燈的不同動態面向。

![IMG_5390.JPG](https://imgur.com/V5tVnUx.jpg)

![IMG_5394.JPG](https://imgur.com/7tSJ7F9.jpg)

除了主燈比較有看頭，除了"虎"以外，其他十二生肖的動物當然也不能缺席，以這隻"虎爺"為中心，其他動物的花燈坐落在其周圍，不知道是我繞行觀看的方向錯誤，還是真的擺錯，好像沒有按照生肖順序擺放，不過倒是不太影響觀賞體驗，只是有點在意好奇，在逛的時候有些驚訝"唉? 你怎麼在這(笑)”。

逛了一輪，每個花燈都挺...可愛的，該怎麼說呢，應該說"有特色"比較準確一點，畢竟可不可愛還是見仁見智，除了這種主觀的感覺，不見得大家都一樣。客觀來看倒是值得一看，做工和各個細節都挺好的，每個花燈都創意十足，甚至沒想過可以花燈還可以這樣變化，不得不讚嘆各個創作者的創造力。

![IMG_5407.JPG](https://imgur.com/OEsEulp.jpg)

![IMG_5433.JPG](https://imgur.com/C4e8lFM.jpg)

![IMG_5396.JPG](https://imgur.com/X1qxaMQ.jpg)

除了生肖和植物的花燈以外，還有一區是"合作廠商區"，這邊專門展出不同廠商的花燈，或是舉辦自己的活動，像是樂高是一整區的活動展場(不確定是什麼活動)，還有ISUZU的車車花燈、舒跑的花燈，還有個超大機器人花燈，這也是各公司展現自己創意與技術的一個機會，

攤販市集區的數量不多，大概是常見的手作市集那種規模，粗估算了一下，大約介於10~20攤左右，吃的、喝的和獨具特色的小店都有，在看完花燈之後，稍作歇息逛一逛也挺不錯的。

![IMG_5418.JPG](https://imgur.com/SHOy4L0.jpg)

RGB燈條那一區是挺好拍的，可惜我不喜歡這種"網美"景點，只有拍了幾張，但不管怎樣拍起來都拍不出那種夢幻的感覺，或許我天生就不是個當網美的料，想想還是算了。

![IMG_5403.JPG](https://imgur.com/ATR3DUQ.jpg)

總體來說，如果對於主燈的虎爺很感興趣，確實值得來一趟文心森林公園，來這邊逛一逛看看各種"可愛"的花燈、逛逛小攤販，作為散散心也是挺好的；但如果是對於市集有所期待，想看"豐富"的各式各樣花燈，特地從遠處來看的話，你可能會稍微失望了。

不過來這邊排隊領個老虎珍奶小燈籠也不錯，這個紙燈籠確實做得挺不錯的，看大家手上都有一個，有點後悔沒有去排隊。就算早已度過了元宵節，手上再提著燈籠四處走走，多多少少還是能再次回味元宵提燈籠的"儀式感"，在已經開工近兩週的當下，還能繼續享受過年的氛圍。  
`,
};

export default taichungLatternFes;
