import { PostResponse } from 'pages/api/posts/[post_id]';

const posts: PostResponse[] = [
  {
    id: '2022-02-10',
    title: '2022 02 10 日記',
    description:
      '任天堂Direct\n今年的ND還算有新意，至少完全沒有冷場，出現許多完全沒有料到作品，尤其是那款殺人足球，看起來還蠻有趣的，而且就是因為預告片看不太出來詳細的玩法，更令人好奇這款遊戲到底"好玩在哪"，光從PV來看，內容似乎不多，就是互相踢踢足球這樣。',
    content: `
## 0210
### 任天堂Direct {#ndDirect}

今年的ND還算有新意，至少完全沒有冷場，出現許多完全沒有料到作品，尤其是那款殺人足球，看起來還蠻有趣的，而且就是因為預告片看不太出來詳細的玩法，更令人好奇這款遊戲到底"好玩在哪"，光從PV來看，內容似乎不多，就是互相踢踢足球這樣。
    
不過可以支援八人遊玩對戰，如果遊戲機制平衡設計得不錯，想必玩起來應該很熱血沸騰，果然還是著重於多人同樂(對戰互毆)的遊戲，只有一個人應該是玩不太起來(笑)。
    
仔細再看了一次預告PV，對戰的節奏相當快速，玩起來想必是相當爽快，而且有各種裝備可以自訂不同能力素質，看來又是一款容易上手、難以精通的"小孩向"遊戲了。


 ==今年的ND還算有新意，至少完全沒有冷場== ，出現許多完全沒有料到作品，尤其是那款殺人足球，看起來還蠻有趣的，而且就是因為預告片看不太出來詳細的玩法，更令人好奇這款遊戲到底"好玩在哪"，光從PV來看，內容似乎不多，就是互相踢踢足球這樣。
    
不過可以支援八人遊玩對戰，如果遊戲機制平衡設計得不錯，想必玩起來應該很熱血沸騰，果然還是著重於多人同樂(對戰互毆)的遊戲，只有一個人應該是玩不太起來(笑)。
    
仔細再看了一次預告PV，對戰的節奏相當快速，玩起來想必是相當爽快，而且有各種裝備可以自訂不同能力素質，看來又是一款容易上手、難以精通的"小孩向"遊戲了。


今年的ND還算有新意，至少完全沒有冷場，出現許多完全沒有料到作品，尤其是那款殺人足球，看起來還蠻有趣的，而且就是因為預告片看不太出來詳細的玩法，更令人好奇這款遊戲到底"好玩在哪"，光從PV來看，內容似乎不多，就是互相踢踢足球這樣。
    
不過可以支援八人遊玩對戰，如果遊戲機制平衡設計得不錯，想必玩起來應該很熱血沸騰，果然還是著重於多人同樂(對戰互毆)的遊戲，只有一個人應該是玩不太起來(笑)。
    
仔細再看了一次預告PV，對戰的節奏相當快速，玩起來想必是相當爽快，而且有各種裝備可以自訂不同能力素質，看來又是一款容易上手、難以精通的"小孩向"遊戲了。


## 介紹 {#introduction}
今年的ND還算有新意，至少完全沒有冷場，出現許多完全沒有料到作品，尤其是那款殺人足球，看起來還蠻有趣的，而且就是因為預告片看不太出來詳細的玩法，更令人好奇這款遊戲到底"好玩在哪"，光從PV來看，內容似乎不多，就是互相踢踢足球這樣。
    
不過可以支援八人遊玩對戰，如果遊戲機制平衡設計得不錯，想必玩起來應該很熱血沸騰，果然還是著重於多人同樂(對戰互毆)的遊戲，只有一個人應該是玩不太起來(笑)。
    
仔細再看了一次預告PV，對戰的節奏相當快速，玩起來想必是相當爽快，而且有各種裝備可以自訂不同能力素質，看來又是一款容易上手、難以精通的"小孩向"遊戲了。


今年的ND還算有新意，至少完全沒有冷場，出現許多完全沒有料到作品，尤其是那款殺人足球，看起來還蠻有趣的，而且就是因為預告片看不太出來詳細的玩法，更令人好奇這款遊戲到底"好玩在哪"，光從PV來看，內容似乎不多，就是互相踢踢足球這樣。
    
不過可以支援八人遊玩對戰，如果遊戲機制平衡設計得不錯，想必玩起來應該很熱血沸騰，果然還是著重於多人同樂(對戰互毆)的遊戲，只有一個人應該是玩不太起來(笑)。
    
仔細再看了一次預告PV，對戰的節奏相當快速，玩起來想必是相當爽快，而且有各種裝備可以自訂不同能力素質，看來又是一款容易上手、難以精通的"小孩向"遊戲了。
    
![Untitled](https://s3.us-west-2.amazonaws.com/secure.notion-static.com/e5139a9f-212f-468c-b185-ee54e88e54a5/Untitled.png?X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Content-Sha256=UNSIGNED-PAYLOAD&X-Amz-Credential=AKIAT73L2G45EIPT3X45%2F20220211%2Fus-west-2%2Fs3%2Faws4_request&X-Amz-Date=20220211T150024Z&X-Amz-Expires=86400&X-Amz-Signature=cc07b5e0fed66c76167bb62001c51afe7153f11f314626247a00ffbe81e64846&X-Amz-SignedHeaders=host&response-content-disposition=filename%20%3D%22Untitled.png%22&x-id=GetObject)

## 影片 {#video}
<div class="video--wrapper">
  <iframe width="100%" height="auto" src="https://www.youtube.com/embed/F6UCU6lqRzs" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
</div>
          `,
  },
  {
    id: '2022-02-09',
    title: '2022 02 09 日記',
    description: ':))',
    content: `### 部落格的流量策略
既然WordPress的SEO做得比較好， ==那就用WordPress不就好了？== 

\`\`\`
// some code here
const a = 'b';
a === b; // false
\`\`\`

產出各種時下熱門議題的"教學"文章， ==作為"導流"吸引近網頁== ，似乎是個不錯的做法。`,
  },
];

export default posts;
